[
    "青鹭火\n关于“青鹭火”的形象，浮世绘画师鸟山石燕在《今昔画图续百鬼》中是这样描述的：“年老的青鹭在夜间飞行时，它的羽毛会发光，在光的映照下，人们会看到它尖利而恐怖的嘴巴。”\n这里所说的青鹭应该是五位鹭，竹原春泉斋在《桃山人夜话》中也曾描绘过五位鹭发光的情形。五位鹭在夜间呼吸的时候，看上去犹如一团发着青光的火。\n另外，江户时代的百科全书、寺岛良安的《和汉三才图会》中，也有“五位鹭夜间飞行时会发光，状如火球”的记载。在月明之夜，五位鹭发出的光芒更加耀眼。倘若有一只大五位鹭站在河边，看上去就像是一个人站在那里。看到的人被吓到很正常，被看成是妖怪也就更不足为奇了。\n不过从这些记载来看，较之妖怪，人们更认为青鹭火是一种奇异的现象。\n与现代不同，古时的夜晚十分黑暗，因此，如果在月夜看到一只浅色的鸟，自然就觉得像是在发光。近代的民俗资料中，也有许多关于人类目击到野鸭和山鸟边飞边发光的记载，因此，青鹭火一说也并非空穴来风。\n",
    "\n青女房\n乌山石燕的《画图百鬼夜行》中有这样的记述，在无人居住的冷宫里，经常会出现一种眉毛蓬乱、牙齿涂着黑铁浆（已婚女性用来染黑牙齿的一种液体）的妖怪－青女房。\n“青女房”原本指那些少不更事的黄毛丫头。不过，鸟山石燕所说的青女房，指的似乎是一种女幽灵般的鬼怪。\n从前，有一个男子从京城去美浓、尾张一带。他深夜出发，刚上路不久，便遇到一个身穿青色衣服的女人。\n“请问民部大夫的家在哪里？能否请您带我去？”\n在女子的请求下，男子不情愿地将她送到了民部大夫的家门口。本以为女子会向自己道谢，然后说明来历，但那女子却像从人间蒸发了，瞬间消失得无影无踪。\n紧接着，就听到民部大夫家有人死去，大家忙乱起来。\n男子觉得毛骨悚然，立刻取消了自己的出行计划。次日，他向朋友打探民部大夫家里发生了什么。朋友说，被民部大夫抛弃的妻子化成幽灵出现在他面前，民部大夫被她诅咒而死。这是记录在《今昔物语集》中的故事。\n",
    "\n赤头与妖怪小僧\n古时候，鸟取县名和村（今日本西伯郡大山町）有一个力大无穷的男子，叫赤头。据说，他运米时都是将米袋放在梯子上，一次就能搬运十二袋。\n有一天，他在观音堂休息时，不知从哪儿来了一个小和尚，年龄有四五岁。只见小和尚徒手将一根大钉子钉进了柱子里，紧接着，又将钉子拔了出来。就这样钉入拔出，拔出钉入，小和尚玩得不亦乐乎。再仔细一看，他竟然只用了一根手指。\n赤头很不服气，也想尝试一下。但别说是一根手指，他将两只手全都用上，才勉强将钉子钉进去。而且，钉进去之后，就拔不出来了。\n小和尚见状，便哈哈大笑着消失了。\n这个故事讲的是一个力大无穷的男子，面对一根小钉子却无能为力，而小和尚却不费吹灰之力就做到了。关于赤头，还流传着许多与他有关的神奇故事。\n赤头死后，村里的年轻人也想拥有他的神力，便到他的坟墓里去修炼。到了半夜，人们会感到好像有人在推自己的后背，力量之大简直难以承受。\n赤头在死后仍能展示出如此怪力，这样看来，或许他也是妖怪了。\n",
    "\n赤魟\n古时候，安房的野岛崎（今日本千叶县南房总市）曾出现过体长三日里（约十二公里）的超级大鱼。\n由于这种鱼体型巨大，背上会积存泥沙。当泥沙堆积到一定程度后，大鱼就会浮上海面，将泥沙抖掉。人们看到后，可能会将它误认为是一座小岛。等到船只靠近的时候，它会立刻沉入海底，船只便会被海浪吞没，船毁人亡。\n有一次，有一条遭遇海难的船在海上漂泊，船员们误把赤红当成小岛，登了上去。\n大家欣喜万分，但岛上却见不到一个人，找不到一户人家。只见岩石上长满了稀奇古怪的植物，枝叶上缠满了水藻。岩石缝里有洞，里面栖息着鱼类。人们在上面走了二三日里（约八～十二公里）远，还是没有发现有人生活在这里；想找处水洼喝点水，却发现水也是咸的，不能喝。\n无奈，船员们只好回到船上。当船离开约十町远的时候，小岛沉到了海里，眼前只剩下一片白茫茫的大海。\n这是竹原春泉斋的《桃山人夜话》中记述的故事。鱼大到这种程度，被当作妖怪也就不足为奇了。\n",
    "\n赤发怪\n赤发怪又叫“树精”或“水精”，是生活在冲绳的一种妖怪。\n赤发怪很少主动出现在人类面前， 不过经常在渔业方面给人们提供帮助。\n它的模样像五六岁的小孩，头发蓬乱、呈红色，肤色也偏红，因此得名赤发怪。\n赤发怪能为渔民提供帮助，却十分讨厌章鱼，看到章鱼就会逃走。\n人们若是用章鱼来逗弄赤发怪，就会遭到生气的赤发怪的报复。\n虽然它平时活泼开朗，从不害人，不过，一旦用章鱼挑衅它，它就立刻像变了一个人(妖怪)似的。\n如果能与赤发怪成为好朋友，人类就能在海上如履平地，所以赤发怪深受孩子们的喜爱。不过，关于人和赤发怪成为好朋友，并能在海上行走的事情，我却从未听说过。\n冲绳地区的妖怪中，有很多对人类都十分友好，赤发怪也是这样。\n",
    "\n赤舌\n在浮世绘画师鸟山石燕的《画图百鬼夜行》中，有一种妖怪叫作 “赤舌”，而在《妖怪大全》《百怪图卷》等画卷中，这种妖怪则被称作“赤口”。\n由于鸟山石燕的《画图百鬼夜行》以及其他画卷中只记载了这种妖怪的名字，因此有关赤舌的具体情况尚不清楚。不过，很多人认为，它的名字可能来自阴阳道中的“赤舌神”。老黄历中有由赤舌神掌管赤舌日(也称“赤口 日”)的说法。据说赤舌日这一一天很不吉利， 不宜做公事、诉讼以及签合同等，因为会有赤舌神作祟。\n鸟山石燕将赤舌描绘成了水闸守护神的形象，赤舌在这幅图中的形象也被大家所认可。\n赤的读音与“论”“因伽”。一样， 都表示水。关于舌头，自古就流传着“舌头乃万祸之门”的谚语，再加上“赤”还有“水”的意思，这“门”自然就是水门，即水闸了。\n这样看来赤舌是一种会给人们带来灾祸的妖怪，只要它张口就会诸事不顺。\n",
    "\n阿卡纳\n传说月兆上的影子中有一个妖怪， 叫“阿卡销”，此妖心地普良，长得很像猴子。\n在古代的传说中，阿卡纳与猴子共住室。院子里有棵桃树(杨梅)，每年都会结很多果实，猴子想将这棵桃树据为己有，就决定系死阿卡纳。提议说:“孩子咱俩把桃子卖了，钱平分。不过，像平常那样卖就不好玩了，咱们比比，看谁卖得多。谁输了就要被对方杀死，怎么样?”猴子逼迫自己的眼中钉一阿卡纳答应后，立刻将桃子分成两份。自己的盛子里全放熟桃，阿卡纳的篮子里只放青桃。猴子在集市上卖完桃子后，急忙赶回家，准备杀死阿卡纳。可怜的阿卡纳一一个桃子都没卖掉，就流着眼泪向十五的月亮祈祷。\n“目前这种情况，我会被朋友杀死。月亮啊月亮，你救救我吧。”\n于是月亮便从天上放下一个筐，落到了天久山上，阿卡纳坐在筐里上了天。\n据说，从此以后，月亮上便映有阿卡纳打水的影子。\n",
    "\n垢尝\n垢尝是种专门舔舐澡堂污垢的妖怪，经常会在夜深人静的时候出现，虽说垢尝只是舔舐污垢，\n并不会为非作歹，不过家中有妖怪潜入，还是十分恐怖的。\n想要用止垢类来到家中，就必须将洗澡桶打扫干净，不留污垢。\n提到“垢尝来了”，很多人会感到不舒服，所以会非常勤快地清扫洗漫标从这个意义上说，妖怪垢尝能够提醒大家注意清洁。\n从前的洗澡桶都是木质的，放在阳光照不到的地方，总是湿漉漉的、经常会吸引垢尝。因此洗澡桶和厕所样， 都是家中最容易出现妖怪。\n关于洗澡桶容易招来妖怪这一点我小的时候深有体会。对于农村孩子来说，洗澡是一件很可怕的事。\n",
    "\n灯无荞麦\n灯无养麦是江户本所(今日本东京都墨田区南部)七大不可思议” 之一。\n本所南割下水有一家荞麦面馆， 每晚都会营业，行灯上写着“二八荞面，分切乌冬”。虽然面馆一直在营业，却一个顾客都没有，行灯也不亮，总是黑乎乎的。\n“奇怪啊，要不等等看?”如果有人觉得奇怪，上前点亮行灯，就上了妖怪的当。点灯的人回家之后必定有灾难发生。点灯之人回到家后，之前还很正常的家人就会突然死去，据说这种事真的发生过。\n即使将行灯点亮，行灯也会立刻熄灭，无论尝试多少次。\n相传本所-一带，还有一种与灯无荞麦完全相反的“不灭行灯”，也挂在一家荞麦面馆的门口。这盏行灯整晚都亮者，却见不到一个人影，也从没有人看见行灯熄灭过。\n这些行灯可能是一种不同于人形幽灵的其他幽灵吧。"
]